Ran Plan for dir: `cloudamqp/instance` workspace: `default`

<details><summary>Show Output</summary>

```diff
data.aws_ssm_parameter.api_key: Reading...
data.aws_ssm_parameter.api_key: Read complete after 0s [id=/pintu/cloudamqp-api-key]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # cloudamqp_instance.pintu_test will be created
+ resource "cloudamqp_instance" "pintu_test" {
      + apikey              = (sensitive value)
      + backend             = (known after apply)
      + dedicated           = (known after apply)
      + host                = (known after apply)
      + host_internal       = (known after apply)
      + id                  = (known after apply)
      + keep_associated_vpc = false
      + name                = "pintu-test"
      + no_default_alarms   = (known after apply)
      + nodes               = (known after apply)
      + plan                = "lemur"
      + ready               = (known after apply)
      + region              = "amazon-web-services::ap-southeast-1"
      + rmq_version         = (known after apply)
      + tags                = [
          + "terraform",
        ]
      + url                 = (sensitive value)
      + vhost               = (known after apply)
      + vpc_id              = (known after apply)
      + vpc_subnet          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ instance_host = (known after apply)
+ instance_id   = (known after apply)
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d cloudamqp/instance`
* :put_litter_in_its_place: To **delete** this plan click [here](https://1688-13-212-101-106.ngrok-free.app/lock?id=tampubolon%252Fpintu-infra%252Fcloudamqp%252Finstance%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d cloudamqp/instance`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To **delete** all plans and locks for the PR, comment:
    * `atlantis unlock`